<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
<META name="description" content="The I Ching at Sacred-texts.com">
<META name="keywords" content="I Ching Confucian Confucianism Tao Taoism Divination">
<TITLE>The I Ching, Legge tr.: Appendix VI: Appendix VI: The Orderly Sequence of the Hexagrams</TITLE>
</HEAD>
<BODY>
<CENTER>
<A HREF="http://sacred-texts.com/cdshop/index.htm"><IMG SRC="../cdshop/cdinfo.jpg" BORDER="0"></A><BR>
<A HREF="http://sacred-texts.com/index.htm">Sacred Texts</A>&nbsp;
<A HREF="index.htm">Index</A>&nbsp;
<A HREF="icap5.htm">Previous</A>&nbsp;
<A HREF="icap7.htm">Next</A>&nbsp;
</CENTER>
<HR>
</P>
<P><A NAME="page_433"><FONT SIZE=1 COLOR=GREEN>p. 433</FONT></A></P>
<H1 ALIGN="CENTER">APPENDIX VI</H1>
<P ALIGN="CENTER">The Orderly Sequence of the Hexagrams &nbsp;<A NAME="fr_297"></A><A HREF="icap6.htm#fn_297"><FONT SIZE="1">a</FONT></A></P>
<H3 ALIGN="CENTER">SECTION I</H3>
<P>1-3. When there were heaven and earth, then afterwards all things were produced. What fills up (the space) between heaven and earth are (those) all things. Hence (<I>Kh</I>ien and Khw&#259;n) are followed by <I>K</I>un&nbsp;<A NAME="fr_298"></A><A HREF="icap6.htm#fn_298"><FONT SIZE="1">1</FONT></A>. <I>K</I>un denotes filling up.</P>
<P>3-6. <I>K</I>un is descriptive of things on their first production. When so produced, they are sure to be in an undeveloped condition. Hence <I>K</I>un is followed by M&#259;ng. M&#259;ng is descriptive of what is undeveloped,--the young of creatures and things. These in that state require to be nourished. Hence M&#259;ng is followed by Hs&uuml;. Hs&uuml; is descriptive of the way in which meat and drink (come to be supplied)&nbsp;<A NAME="fr_299"></A><A HREF="icap6.htm#fn_299"><FONT SIZE="1">2</FONT></A>. Over meat and drink there are sure to be contentions&nbsp;<A NAME="fr_300"></A><A HREF="icap6.htm#fn_299"><FONT SIZE="1">2</FONT></A>. Hence Hs&uuml; is followed by Sung.</P>
<P>6-8. Sung is sure to cause the rising up of the multitudes&nbsp;<A NAME="fr_301"></A><A HREF="icap6.htm#fn_300"><FONT SIZE="1">3</FONT></A>; and hence it is followed by Sze. Sze has the signification of multitudes&nbsp;<A NAME="fr_302"></A><A HREF="icap6.htm#fn_300"><FONT SIZE="1">3</FONT></A>, and between multitudes there must be some bond of union. Hence it is followed by P&icirc;, which denotes being attached to.</P>
<P>8-11. (Multitudes in) union must be subjected to some restraint. Hence P&icirc; is followed by Hsi&acirc;o</P>
<P><A NAME="page_434"><FONT SIZE=1 COLOR=GREEN>p. 434</FONT></A></P>
<P><FONT SIZE=-2 COLOR=GREEN>[paragraph continues]</FONT> Kh&ucirc;. When things axe subjected to restraint, there come to be rites of ceremony, and hence Hsi&acirc;o Kh&ucirc; is followed by L&icirc;&nbsp;<A NAME="fr_303"></A><A HREF="icap6.htm#fn_301"><FONT SIZE="1">4</FONT></A>. The treading (on what is proper) leads to Th&acirc;i, which issues in a state of freedom and repose, and hence L&icirc; is followed by Th&acirc;i.</P>
<P>11-16. Th&acirc;i denotes things having free course. They cannot have that for ever, and hence it is followed by Ph&icirc; (denoting being shut up and restricted). Things cannot for ever be shut up, and hence Ph&icirc; is followed by Thung &#381;&acirc;n. To him who cultivates union with men, things must come to belong, and hence Thung &#381;&acirc;n. is followed by T&acirc; Y&ucirc;. Those who, have what is great should not allow in themselves the feeling of being full, and hence T&acirc; Y&ucirc; is followed by <I>Kh</I>ien. When great possessions are associated with humility, there is sure to be pleasure and satisfaction; and hence <I>Kh</I>ien is followed by Y&uuml;.</P>
<P>16-19. Where such complacency is awakened, (he who causes it) is sure to have followers&nbsp;<A NAME="fr_304"></A><A HREF="icap6.htm#fn_302"><FONT SIZE="1">5</FONT></A>. They who follow another are sure to have services (to perform), and hence Sui is followed by K&ucirc;&nbsp;<A NAME="fr_305"></A><A HREF="icap6.htm#fn_303"><FONT SIZE="1">6</FONT></A>. K&ucirc; means (the performance of) services. He who performs such services may afterwards become great, and hence K&ucirc; is followed by Lin. Lin means great&nbsp;<A NAME="fr_306"></A><A HREF="icap6.htm#fn_303"><FONT SIZE="1">6</FONT></A>.</P>
<P>19-23. What is great draws forth contemplation, and hence Lin is followed by Kw&acirc;n. He who attracts contemplation will then bring about the union of others with himself, and hence Kw&acirc;n is followed by Shih Ho. Shih Ho means union. But things should not be united in a reckless or irregular way, and hence Shih Ho is followed by</P>
<P><A NAME="page_435"><FONT SIZE=1 COLOR=GREEN>p. 435</FONT></A></P>
<P><FONT SIZE=-2 COLOR=GREEN>[paragraph continues]</FONT> P&icirc;. P&icirc; denotes adorning. When ornamentation has been carried to the utmost, its progress comes to an end; and hence P&icirc; is followed by Po. Po denotes decay and overthrow.</P>
<P>23-26. Things cannot be done away for ever. When decadence and overthrow have completed their work at one end, <A HREF="http://sacred-texts.com/ich/errata.htm#1">reintegration</A> commences at the other; and hence Po is followed by F&ucirc;. When the return (thus indicated) has taken place, we have not any rash disorder, and F&ucirc;. is followed by W&ucirc; Wang. Given the freedom from disorder and insincerity (which this name denotes), there may be the accumulation (of virtue), and W&ucirc; Wang is followed by T&acirc; <I>Kh</I>&ucirc;.</P>
<P>26-30. Such accumulation having taken place, there will follow the nourishment of it; and hence T&acirc; <I>Kh</I>&ucirc; is followed by &Icirc;. &Icirc; denotes nourishing. Without nourishment there could be no movement, and hence &Icirc; is followed by T&acirc; Kwo. Things cannot for ever be in a state of extraordinary (progress); and hence T&acirc; Kwo is followed by Kh&acirc;n. Kh&acirc;n denotes falling into peril. When one falls into peril, he is sure to attach himself to some person or thing; and hence Kh&acirc;n is followed by L&icirc;. L&icirc; denotes being attached, or adhering, to.</P>
<H3 ALIGN="CENTER">SECTION II</H3>
<P>31, 32. Heaven and earth existing, all (material) things then got their existence. All (material) things having existence, afterwards there came male and female. From the existence of male and female there came afterwards husband and wife. From</P>
<P><A NAME="page_436"><FONT SIZE=1 COLOR=GREEN>p. 436</FONT></A></P>
<P>husband and wife there came father and son. From father and son there came ruler and minister. From ruler and minister there came high and low. When (the distinction of) high and low had existence, afterwards came the arrangements of propriety and righteousness.</P>
<P>The rule for the relation of husband and wife is that it should be long-enduring. Hence Hsien is followed by H&#259;ng. H&#259;ng denotes long enduring&nbsp;<A NAME="fr_307"></A><A HREF="icap6.htm#fn_304"><FONT SIZE="1">7</FONT></A>.</P>
<P>32-37. Things cannot long abide in the same place; and hence H&#259;ng is followed by Thun. Thun denotes withdrawing. Things cannot be for ever withdrawn; and hence Thun is succeeded by T&acirc; <I>K</I>wang. Things cannot remain forever (simply) in the state of vigour; and hence T&acirc; <I>K</I>wang is succeeded by &#381;in. &#381;in denotes advancing. (But) advancing is sure to lead to being wounded; and hence &#381;in is succeeded by Ming &Icirc;. &Icirc; denotes being wounded. He who is wounded abroad will return to his home; and hence Ming &Icirc; is followed by Ki&acirc; <I>Z</I>&#259;n.</P>
<P>37-40. When the right administration of the family is at an end, misunderstanding and division will ensue; and hence Ki&acirc; <I>Z</I>&#259;n is followed by Khwei. Khwei denotes misunderstanding and division; and such a state is sure to give rise to difficulties and complications. Khwei therefore is followed by <I>K</I>ien. <I>K</I>ien denotes difficulties; but things cannot remain for ever in such a state. <I>K</I>ien therefore is followed by <I>K</I>ieh, which denotes relaxation and ease.</P>
<P>40-44. In a state of relaxation and ease there are sure to be losses; and hence <I>K</I>ieh is followed</P>
<P><A NAME="page_437"><FONT SIZE=1 COLOR=GREEN>p. 437</FONT></A></P>
<P>by Sun. But when Sun (or diminution) is going on without end, increase is sure to come. Sun therefore is followed by Y&icirc;. When increase goes on without end, there is sure to come a dispersing of it, and hence Y&icirc; is followed by Kw&acirc;i. Kw&acirc;i denotes dispersion. But dispersion must be succeeded by a meeting (again). Hence Kw&acirc;i is followed by K&acirc;u, which denotes such meeting.</P>
<P>44-48. When things meet together, a collection is then formed. Hence K&acirc;u is followed by &#381;hui, which name denotes, being collected. When (good men) are collected and mount to the highest places, there results what we call an upward advance; and hence &#381;hui is followed by Sh&#259;ng. When such advance continues without stopping, there is sure to come distress; and hence Sh&#259;ng is followed by Khw&#259;n. When distress is felt in the height (that has been gained), there is sure to be a return to the ground beneath; and hence Khw&#259;n is followed by &#381;ing.</P>
<P>48, 49. What happens under &#381;ing requires to be changed, and hence it is followed by Ko (denoting change).</P>
<P>49-55. For changing the substance of things there is nothing equal to the caldron; and hence K&ouml; is followed by Ting. For presiding over (that and all other) vessels, no one is equal to the eldest son, and hence Ting is followed by <I>K</I>&#259;n. <I>K</I>&#259;n conveys the idea of putting in motion. But things cannot be kept in motion forever. The motion is stopped; and hence <I>K</I>&#259;n is followed by K&#259;n, which gives the idea of arresting or stopping. Things cannot be kept for ever in a state of repression, and hence K&#259;n is followed by <I>K</I>ien, which gives the idea of</P>
<P><A NAME="page_438"><FONT SIZE=1 COLOR=GREEN>p. 438</FONT></A></P>
<P>(gradually) advancing. With advance there must be a certain point that is arrived at, and hence Kien is succeeded by Kwei Mei. When things thus find the proper point to which to come, they are sure to become great. Hence Kwei Mei is succeeded by F&#259;ng, which conveys the idea of being great.</P>
<P>55-57. He whose greatness reaches the utmost possibility, is sure to lose his dwelling; and hence F&#259;ng is succeeded by L&uuml; (denoting travellers or strangers). We have in it the idea of strangers who have no place to receive them, and hence L&uuml; is followed by S&ucirc;n, which gives the idea of (penetrating and) entering.</P>
<P>57-59. One enters (on the pursuit of his object), and afterwards has pleasure in it; hence S&ucirc;n is followed by Tui. Tui denotes pleasure and satisfaction. This pleasure and satisfaction (begins) afterwards to be dissipated, and hence Tui is followed by Hwan, which denotes separation and division.</P>
<P>59-62. A state of division cannot continue for ever, and therefore Hwan is followed by &#381;ieh. &#381;ieh (or the system of regulations) having been established, men believe in it, and hence it is followed by <I>K</I>ung F&ucirc;. When men have the belief which <I>K</I>ung F&ucirc; implies, they are sure to carry it into practice; and hence it is succeeded by Hsi&acirc;o Kwo.</P>
<P>62-64. He that surpasses others is sure to remedy (evils that exist), and therefore Hsi&acirc;o Kwo is succeeded by <I>K</I>&icirc; &#381;&icirc;. But the succession of events cannot come to an end, and therefore <I>K</I>&icirc; &#381;&icirc; is</P>
<P><A NAME="page_439"><FONT SIZE=1 COLOR=GREEN>p. 439</FONT></A></P>
<P>succeeded by Wei &#381;&icirc;, with which (the hexagrams) come to a close.</P>
<P>
</P>
<P>
</P>
<P>
</P>
<P>
</P>
<P><A NAME="page_440"><FONT SIZE=1 COLOR=GREEN>p. 440</FONT></A></P>
<P>
</P>
<P>
</P>
<P>
</P>
<P>
</P>
<P></P>
<HR>
<H3 ALIGN="CENTER">Footnotes</H3>
<P><A NAME="fn_297"></A><A HREF="icap6.htm#fr_297">439:a</A> The few sentences on this Appendix in the Introduction, pp. 54, 55, are sufficient. It shows the importance of the meaning of the name in an attempt to explain the lineal figures, and prepares us to expect on each one a brief enigmatical essay, which, it has been seen, is the nature of the Text. But the writer, whoever he was, is by no means careful always to follow that Text in the significance of the characters, as will appear in the few instances to which attention is called in the following notices. The treatise is too slight to require, or to justify, an exhibition of all its inaccuracies.</P>
<P><A NAME="fn_298"></A><A HREF="icap6.htm#fr_298">439:1</A> But <I>K</I>un does not denote filling up. It is the symbol of being in a state of distress and difficulty. The writer is thinking of the result of the interaction of heaven and earth as being to fill all between them with the various forms of living beings; and to represent that he gives the result of Kun, and not its meaning. He makes a blunder which might have been easily avoided, for he adds immediately that the character is descriptive of things on their first production.</P>
<P><A NAME="fn_299"></A><A HREF="icap6.htm#fr_300">439:2</A> It is difficult to follow the writer here. Hs&uuml; in the Text is the symbol of the idea of waiting. Does he mean that a provision of food and drink can only be made gradually? There is nothing in the character Hs&uuml; to awaken in the mind the idea of nourishment, Then the genesis of contention which is given is strange. The writer probably had in his mind the lines of the Shih, II, i, ode 5. 3:--</P><DIR>
<DIR>

<P>'The loss of kindly feeling oft<BR>
&nbsp;&nbsp;&nbsp;From slightest things shall grow.<BR>
Where all the fare is dry and spare,<BR>
&nbsp;&nbsp;&nbsp;Resentments fierce may glow.'</P></DIR>
</DIR>

<P>But what is allowable, good even, in poetry, is out of place in this treatise.</P>
<P><A NAME="fn_300"></A><A HREF="icap6.htm#fr_302">439:3</A> Contention on a great scale will put all the population of a state in excitement and motion, and military measures of repression will be necessary. But the idea of the multitudes in Sze would seem to be simply that of number, and not that of a numerous host. In a feudal kingdom, however, all the able-bodied people might be required to join the army.</P>
<P><A NAME="fn_301"></A><A HREF="icap6.htm#fr_303">440:4</A> <A NAME="page_440"><FONT SIZE=1 COLOR=GREEN>p. 440</FONT></A> L&icirc;, the name of the 10th hexagram, is the symbol for a shoe, and the act of treading or walking. It seems here to be derived from the homophonous l&icirc;, the symbol of acts of ceremony. The identity of sound or name must be considered as accidental. A measured step would be one of the first ways in which the inward sense of propriety would manifest itself.</P>
<P><A NAME="fn_302"></A><A HREF="icap6.htm#fr_304">440:5</A> By the subject of T&acirc; Y&ucirc; and <I>Kh</I>ien we must understand the possessor of the kingdom--the great man who in his greatness is yet distinguished by humility. He attracts followers.</P>
<P><A NAME="fn_303"></A><A HREF="icap6.htm#fr_306">440:6</A> For the true meaning of <I>K</I>&ucirc; and Lin, the names of hexagrams 18, 19, see what is said in the notes on the Text of them.</P>
<P><A NAME="fn_304"></A><A HREF="icap6.htm#fr_307">440:7</A> The same reference should be made to the notes on the Text of Hsien and many of the other hexagrams that follow.</P><P><HR>
<CENTER>
<A HREF="icap7.htm">Next: Appendix VII</A></CENTER>
</BODY>
</HTML>
